tap "cantino/mcfly"
tap "d12frosted/emacs-plus"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "aspell"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine-nfs"
brew "dust"
brew "erlang"
brew "elixir"
brew "tcl-tk"
brew "expect"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "geoip"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "hadoop"
brew "python@3.10"
brew "httpie"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "ipmitool"
brew "ispell"
brew "jq"
brew "pango"
brew "librsvg"
brew "lsd"
brew "maven"
brew "md5sha1sum", link: false
brew "mosh"
brew "mysql"
brew "nghttp2"
brew "node"
brew "parallel"
brew "pdsh"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sbt"
brew "sphinx-doc"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "v8@3.15"
brew "vim"
brew "watch"
brew "wimlib"
brew "youtube-dl"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "goles/battery/battery"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "java8"
cask "slack"
cask "virtualbox"
